{
  "@@locale": "fr",
  "welcome": "Bienvenue chez Houxplore",
  "uploadImage": "Téléchargez votre image en toute sécurité",
  "uploadFullName": "Partagez votre nom complet en toute sécurité",
  "fullName": "Entrez votre nom complet",
  "firstName": "Prénom",
  "lastName": "Nom",
  "securedImage": "Votre image téléchargée sera stockée en toute sécurité et restera cachée aux clients. Nous accordons la priorité à votre confidentialité et veillons à ce que vos fichiers soient protégés à tout moment.",
  "securedFullName": "Votre nom complet sera stocké en toute sécurité et ne sera pas divulgué aux clients. Nous accordons la priorité à votre vie privée et veillons à ce que vos informations personnelles soient protégées à tout moment.",
  "next": "Suivant",
  "requiredFirstName": "Le prénom est obligatoire",
  "requiredLastName": "Le nom est obligatoire",
  "uploadPhoneNumber": "Entrez votre numéro de téléphone",
  "securedPhoneNumber": "Votre numéro de téléphone sera utilisé pour vous contacter directement par notre équipe pour obtenir de l'aide et des mises à jour. Soyez assuré que votre vie privée est notre priorité et que vos informations resteront sécurisées",
  "verifyCode": "Vérifier le code",
  "securedVerifyCode": "Saisissez le code de vérification envoyé sur votre numéro de téléphone. Cela nous aide à sécuriser votre compte et permet à notre équipe de vous contacter si nécessaire.",
  "uploadAddress": "Entrez votre adresse correcte",
  "securedAddress": "Votre adresse nous permettra de vous fournir des services personnalisés et une assistance précise. Soyez rassuré, vos informations sont sécurisées et ne seront utilisées par notre équipe qu'à des fins nécessaires",
  "address": "adresse",
  "requiredAddress": "L'adresse est obligatoire",
  "congratulations": "Félicitations!",
  "contactTeam": "Vous avez enregistré vos informations avec succès. Notre équipe vous contactera dans les plus brefs délais.",
  "slideSubtitle1": "Découvrez une vaste place de marché avec des produits de différentes catégories.",
  "slideSubtitle2": "Profitez d'une passerelle de paiement sécurisée prenant en charge plusieurs devises.",
  "slideSubtitle3": "Découvrez un réseau mondial de fournisseurs de confiance offrant une vaste sélection de produits.",
  "slideTitle1": "Produit sans couture\n Découverte",
  "slideTitle2": "Sécurisé\n& Transactions faciles",
  "slideTitle3": "Se connecter avec\n Fournisseurs vérifiés",
  "loginTitle": "Votre accès à \nl'école intelligente.",
  "emailAddress": "Adresse email",
  "type": "Type d'utilisateur",
  "enterYourPassword": "Votre mot de passe",
  "login": "Connexion",
  "welcomeLogin": "Bienvenue à Schooly✨",
  "loginTitle": "Votre école, simplifiée",
  "subtitleLogin": "Là où l’apprentissage rencontre une gestion intelligente – permettant aux étudiants, aux enseignants et aux parents de rester connectés, organisés et en avance.",
  "chooseUserTypeTitle": "Commençons",
  "chooseUserTypeSubtitle": "Choisissez votre rôle pour personnaliser votre tableau de bord et vos outils — conçus spécialement pour les étudiants, les enseignants et les parents",
  "orContinueAs": "Ou continuez comme",
  "chooseStudentClassroomTitle": "Entrez dans votre salle de classe",
  "chooseStudentClassroomSubtitle": "Sélectionnez votre classe pour accéder aux emplois du temps, devoirs et à tout ce dont vous avez besoin pour une journée scolaire réussie — votre parcours d’apprentissage commence ici",
  "yourClass": "Votre classe. Votre monde.",
  "classDescription": "Sélectionnez votre école et votre classe pour déverrouiller votre tableau de bord — vous êtes presque prêt à vous connecter",
  "chooseParentClassroomTitle": "Sélectionnez l'école et la classe de votre enfant",
  "chooseParentClassroomSubtitle": "Choisissez l'école et la classe appropriées pour accéder aux mises à jour, à la fréquentation, aux devoirs et plus encore, le tout au même endroit.",
  "yourClassParent": "Aménagez votre école et vos salles de classe",
  "classDescriptionParent": "Saisissez le nom de votre école et les groupes de classe pour commencer",
  "requestSent": "Demande envoyée avec succès",
  "requestSentSubtitle": "Un code de connexion vous a été envoyé par e-mail. Veuillez consulter votre boîte de réception et utiliser ce code pour vous connecter.",
  "loginTitle": "Bon retour ! Commençons à apprendre",
  "loginSubtitle": "Accédez à votre tableau de bord pour explorer les cours, les mises à jour et tout ce que votre univers scolaire propose.",
  "loginDescription": "Un code de connexion a été envoyé à votre adresse e-mail. Veuillez le saisir correctement pour accéder à l'application.",
  "headerHome": "Découvrez votre vie scolaire",
  "welcomeBack": "Bon retour!",
  "SearchHere": "Recherchez ici...",
  "home": "Accueil",
  "exams": "Examens",
  "events": "Événements",
  "timeTable": "Emploi du temps",
  "profile": "Profile",
  "discover": "Découvrir",
  "attendance": "Présence",
  "books": "Livres",
  "subjects": "Matières",
  "todayClasses": "Cours d'aujourd'hui",
  "seeAll": "Voir tout",
  "homework": "Mon travail",
  "noClassesToday": "Aucun cours prévu aujourd’hui. Profitez de ce moment pour vous reposer, recharger vos batteries et bien vous préparer pour la semaine à venir",
  "noHomeworkFound": "Youpi ! On dirait qu’il n’y a pas de devoirs pour l’instant. Profite de la pause tant que ça dure !",
  "resultOfExams": "Resultas des\n examens",
  "noExams": "✨ Aucun examen prévu pour le moment. C’est le moment de réviser, se détendre ou découvrir quelque chose de nouveau !",
  "noAttendance": "📋Les données de présence ne sont pas disponibles pour le moment. Elles n'ont peut-être pas encore été enregistrées."
}